// Pre-install confirmation
"CONFIRM_AT_LOGOUT_BEFORE_RESTART_TITLE" = "There are software updates to install. Do you want to install them before restarting the computer?";
"WILL_RESTART_COUNTDOWN_MESSAGE_FORMAT" = "If you do nothing, the updates will be installed and your computer will restart automatically in %@.";
"INSTALL_AND_RESTART_TITLE" = "Install and Restart";
"RESTART_TITLE" = "Restart";

"CONFIRM_AT_LOGOUT_BEFORE_SHUTDOWN_TITLE" = "There are software updates to install. Do you want to install them before shutting down the computer?";
"WILL_SHUTDOWN_COUNTDOWN_MESSAGE_FORMAT" = "If you do nothing, the updates will be installed and your computer will shut down automatically in %@.";
"INSTALL_AND_SHUT_DOWN_TITLE" = "Install and Shut Down";
"SHUT_DOWN_TITLE" = "Shut Down";

// Disk verify title
"CHECKING_DISK_STATUS" = "Verifying disk…";

"DISK_FAILED_VERIFY_TITLE" = "Before the software updates can be installed, your startup disk needs to be repaired.";
"DISK_FAILED_VERIFY_MESSAGE" = "Your startup disk may have a problem that can be repaired by restarting the computer. After restarting, open Software Update again to install the updates. If this message appears again, contact Apple Support.";

// time remaining
"SYSTEM_WILL_RESTART_MESSAGE" = "The computer will restart automatically.";
"SYSTEM_WILL_SHUT_DOWN_MESSAGE" = "The computer will shut down automatically.";
